Revit 2024 API
ParameterTypeId.SpacingNumDivisionsHoriz Property
 "Number"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId SpacingNumDivisionsHoriz { get; }
Visual Basic
Public Shared ReadOnly Property SpacingNumDivisionsHoriz As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ SpacingNumDivisionsHoriz {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace